xeon/20220406-fpw/logs/pg-1-16-512/100/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 146505365
latency average = 0.393 ms
initial connection time = 11.639 ms
tps = 81391.779868 (without initial connection time)